Repository: elementary/bluetooth-daemon
Catalog: po/*.po
Languages: be, cs, de, ja, pl, pt_br, sv, uk, zh_tw

source: Run the Application in the background
be: Запусціць праграму ў фонавым рэжыме
ja: アプリケーションをバックグラウンドで実行する
pl: Uruchom aplikację w tle
sv: Kör applikationen i bakgrunden

source: Transfer files to a Bluetooth device
be: Перадаць файлы на прыладу Bluetooth
ja: Bluetooth デバイスにファイルを送信する
pl: Wyślij pliki do urządzenia Bluetooth
sv: Överföra filer till en Bluetooth-enhet

source: Send Files via Bluetooth
be: Адправіць файлы праз Bluetooth
cs: Poslat soubory přes Bluetooth
de: Dateien mittels Bluetooth senden
ja: Bluetooth 経由でファイルを送信
pl: Wyślij pliki przez Bluetooth
pt_br: Enviar arquivos via Bluetooth
sv: Skicka filer via Bluetooth
uk: Надіслати файли через Bluetooth
zh_tw: 透過藍牙傳送檔案

source: Send files to device…
be: Адправіць файлы на прыладу…
cs: Odeslat soubory do zařízení…
de: Dateien an Gerät senden …
ja: デバイスにファイルを送信します…
pl: Wyślij pliki do urządzenia…
pt_br: Enviar arquivos para o dispositivo…
sv: Skicka filer till enheten…
uk: Надіслати файли на пристрій…
zh_tw: 傳送檔案到裝置…

source: Rejected file
be: Адхілены файл
cs: Odmítnutý soubor
de: Zurückgewiesene Datei
ja: ファイルを拒否しました
pl: Plik odrzucony
pt_br: Arquivo rejeitado
sv: Avvisad fil
uk: Відхилений файл
zh_tw: 已回絕檔案

source: <b>File:</b> %s <b>Size: </b>%s already exists
be: <b>Файл:</b> %s <b>Памер: </b>%s ужо існуе
cs: <b>Soubor:</b>%s<b>o velikosti:</b>%s již existuje
de: <b>Datei:</b> %s <b>Größe: </b>%s bereits vorhanden
ja: <b>ファイル:</b> %s <b>サイズ: </b>%s はすでに存在します
pl: <b>Plik:</b> %s <b>Rozmiar: </b>%s już istnieje
pt_br: <b>Arquivo:</b> %s <b>Tamanho: </b>%s já existe
sv: <b>Fil:</b> %s <b>Storlek: </b>%s finns redan
uk: <b>Файл:</b> %s <b>Розмір: </b>%s вже існує
zh_tw: <b>檔案</b>：%s <b>大小</b>：%s 已存在

source: Incoming file
be: Уваходны файл
cs: Příchozí soubor
de: Ankommende Datei
ja: ファイルを受信できます
pl: Plik przychodzący
pt_br: Arquivo a receber
sv: Inkommande fil
uk: Вхідний файл
zh_tw: 可接收檔案

source: <b>%s</b> is ready to send file: %s size: %s
be: <b>%s</b> гатовы адправіць файл: %s памер: %s
cs: <b>%s</b> je připraven odeslat soubor: %s o velikosti: %s
de: <b>%s</b> ist bereit zum Senden einer Datei: %s Größe: %s
ja: <b>%s</b> がファイルを送信しようとしています: %s サイズ: %s
pl: <b>%s</b> jest gotowy do wysłania pliku: %s Rozmiar: %s
pt_br: <b>%s</b> está pronto para enviar o arquivo: %s tamanho: %s
sv: <b>%s</b> är redo att skicka fil: %s storlek: %s
uk: <b>%s</b> готовий надіслати файл: %s розмір: %s
zh_tw: <b>%s</b> 已經準備好傳送檔案：%s 大小：%s

source: Accept
be: Прыняць
cs: Přijmout
de: Annehmen
ja: 受信
pl: Akceptuj
pt_br: Aceitar
sv: Acceptera
uk: Прийняти
zh_tw: 接受

source: Decline
be: Адхіліць
cs: Odmítnout
de: Ablehnen
ja: 拒否
pl: Odmów
pt_br: Recusar
sv: Avböj
uk: Відхилити
zh_tw: 拒絕

source: Receiving file
be: Ідзе атрыманне файла
cs: Přijímání souboru
de: Datei empfangen
ja: ファイルを受信しています
pl: Odbieranie pliku
pt_br: Recebendo arquivo
sv: Mottagningsfil
uk: Отримання файлу
zh_tw: 正在接收檔案

source: %s is sending file: %s size: %s
be: %s адпраўляе файл: %s памер: %s
cs: %s odesílá soubor: %s o velikosti: %s
de: %s sendet eine Datei: %s Größe: %s
ja: %s がファイルを送信しています: %s サイズ: %s
pl: %s wysyła plik: %s rozmiar: %s
pt_br: %s está enviando o arquivo: %s tamanho: %s
sv: %s skickar fil: %s storlek: %s
uk: %s надсилає файл: %s розмір: %s
zh_tw: %s 正在傳送檔案：%s 大小：%s

source: Speaker
be: Дынамік
cs: Reproduktor
de: Lautsprecher
ja: スピーカー
pl: Głośnik
pt_br: Auto-falantes
sv: Talare
uk: Гучномовець
zh_tw: 喇叭

source: Controller
be: Кантролер
cs: Ovladač
ja: コントローラー
pl: Kontroler
pt_br: Controlador
sv: Kontroller
uk: Контролер
zh_tw: 手把

source: Keyboard
be: Клавіятура
cs: Klávesnice
de: Tastatur
ja: キーボード
pl: Klawiatura
pt_br: Teclado
sv: Tangentbord
uk: Клавіатура
zh_tw: 鍵盤

source: Mouse
be: Мыш
cs: Myš
de: Maus
ja: マウス
pl: Mysz
sv: Mus
uk: Миша
zh_tw: 滑鼠

source: Tablet
be: Планшэт
de: Grafiktablett
ja: タブレット
sv: Surfplatta
uk: Планшет
zh_tw: 繪圖板

source: Touchpad
be: Сэнсарная пляцоўка
de: Tastfeld
ja: タッチパッド
pl: Panel dotykowy
sv: Pekplatta
uk: Сенсорна поверхня
zh_tw: 觸控板

source: Phone
be: Тэлефон
cs: Telefon
de: Mobiltelefon
ja: 電話
pl: Telefon
pt_br: Telefone
sv: Telefon
uk: Телефон
zh_tw: 手機

source: <b>Transfer rate:</b>
be: <b>Хуткасць перадачы:</b>
cs: <b>Rychlost přenosu:</b>
de: <b>Übertragungsgeschwindigkeit:</b>
ja: <b>転送速度:</b>
pl: <b>Prędkość transferu:</b>
pt_br: <b>Taxa de transferência:</b>
sv: <b>Överföringshastighet:</b>
uk: <b>Швидкість передавання:</b>
zh_tw: <b>傳輸速度</b>：

source: Close
be: Закрыць
cs: Zavřít
de: Schließen
ja: 閉じる
pl: Zamknij
pt_br: Fechar
sv: Stäng
uk: Закрити
zh_tw: 關閉

source: Reject
be: Адхіліць
cs: Odmítnout
de: Ablehnen
ja: 拒否
pl: Odrzuć
pt_br: Rejeitar
sv: Avvisa
uk: Відхилити
zh_tw: 回絕

source: <b>From</b>: %s
be: <b>Ад</b>: %s
cs: <b>Od</b>: %s
de: <b>Von</b>: %s
ja: <b>送信元</b>: %s
pl: <b>Od</b>: %s
pt_br: <b>De</b>: %s
sv: <b>Från:</b> %s
uk: <b>Від</b>: %s
zh_tw: <b>來源</b>：%s

source: <b>To</b>: %s
be: <b>Да</b>: %s
cs: <b>Na:</b> %s
de: <b>An</b>: %s
ja: <b>送信先</b>: %s
pl: <b>Do</b>: %s
pt_br: <b>Para</b>: %s
sv: <b>Till:</b> %s
uk: <b>До</b>: %s
zh_tw: <b>目的地</b>：%s

source: <b>Filename</b>: %s
be: <b>Назва файла</b>: %s
cs: <b>Název souboru</b>: %s
de: <b>Dateiname</b>: %s
ja: <b>ファイル名</b>: %s
pl: <b>Nazwa pliku</b>: %s
pt_br: <b>Nome do arquivo</b>: %s
sv: <b>Filnamn</b>: %s
uk: <b>Назва файлу</b>: %s
zh_tw: <b>檔案名稱</b>：%s

source: File transfer failed
be: Збой перадачы файла
cs: Přenos souboru selhal
de: Dateiübertragung fehlgeschlagen
ja: ファイルの転送に失敗しました
pl: Przesył pliku nie powiódł się
pt_br: Transferência de arquivo falhou
sv: Filöverföringen misslyckades
uk: Збій передавання файлу
zh_tw: 檔案傳輸失敗

source: %s <b>File:</b> %s not received
be: %s<b>Файл:</b>%s не атрыманы
cs: %s <b>Soubor:</b> %s nebyl přijat
de: %s <b>Datei:</b> %s nicht empfangen
ja: %s <b>ファイル:</b> %s を受信できませんでした
pl: %s <b>Plik:</b> %s nie został odebrany
pt_br: %s <b>Arquivo:</b> %s não recebido
sv: %s <b>Fil:</b> %s inte mottagen
uk: %s <b>Файл:</b> %s не отримано
zh_tw: %s <b>檔案</b>：%s 未接收

source: File transferred successfully
be: Файл пераданы
cs: Soubor úspěšně přenesen
de: Dateiübertragung erfolgreich
ja: ファイルの転送に成功しました
pl: Plik przesłany pomyślnie
pt_br: Arquivo transferido com sucesso
sv: Filen överfördes framgångsrikt
uk: Файл успішно передано
zh_tw: 檔案已成功傳輸

source: %s <b>Save to:</b> %s
be: %s<b>Захаваць у:</b>%s
cs: %s <b>Uložit do:</b> %s
de: %s <b>Speicherungsort:</b> %s
ja: %s <b>保存先:</b> %s
pl: %s <b>Zapisz w:</b> %s
pt_br: %s <b>Salvar em:</b> %s
sv: %s <b>Spara till:</b> %s
uk: %s <b>Зберегти до:</b> %s
zh_tw: %s <b>儲存到</b>：%s

source: Receiving… %s of %s
be: Атрыманне… %s з %s
cs: Přenášení… %s z %s
de: Empfangen … %s von %s
ja: 受信しています… %2$s 中 %1$s
pl: Odbieranie… %s z %s
pt_br: Recebendo… %s de %s
sv: Mottagande... %s av %s
uk: Отримання… %s з %s
zh_tw: 正在接收… %s/%s

source: <b>Transfer rate:</b> %s
be: <b>Хуткасць перадачы:</b>%s
cs: <b>Rychlost přenosu:</b> %s
de: <b>Übertragungsgeschwindigkeit</b>: %s
ja: <b>転送速度:</b> %s
pl: <b>Szybkość przesyłania:</b> %s
pt_br: <b>Taxa de transferência:</b> %s
sv: <b>Överföringshastighet:</b> %s
uk: <b>Швидкість передавання:</b> %s
zh_tw: <b>傳輸速度</b>：%s

source: %s of %s received, time remaining %s
be: Атрымана %s з %s, засталося %s
cs: %s z %s přijato, zbývá %s
de: %s von %s empfangen, verbleibende Zeit %s
ja: %2$s 中 %1$s 受信済み、残り時間 %3$s
pl: Odebrano %s z %s, pozostały czas %s
pt_br: %s de %s recebidos, tempo restante %s
sv: %s av %s mottagen, återstående tid %s
uk: Отримано %s з %s, залишилося часу %s
zh_tw: 已接收 %s/%s，剩餘時間 %s

source: %d second
be: %d секунда
cs: %d sekunda
de: %d Sekunde
ja: %d 秒
pl: %d sekunda
pt_br: %d segundo
sv: %d sekund
uk: %d секунда
zh_tw: %d 秒

source: %d minute
be: %d хвіліна
cs: %d minuta
ja: %d 分
pl: %d minuta
pt_br: %d minuto
sv: %d minut
uk: %d хвилина
zh_tw: %d 分鐘

source: %u hour
be: %u гадзіна
cs: %u hodina
de: %u Stunde
ja: %u 時間
pl: %u godzina
pt_br: %u hora
sv: %u timme
uk: %u година
zh_tw: %u 小時

source: %u minute
be: %u хвіліна
cs: %u minuta
ja: %u 分
pl: %u minuta
pt_br: %u minuto
sv: %u minut
uk: %u хвилина
zh_tw: %u 分鐘

source: approximately %d hour
be: прыблізна %d гадзіна
cs: přibližně %d hodina
de: ungefähr %d Stunde
ja: 約 %d 時間
pl: około %d godzina
pt_br: aproximadamente %d hora
sv: ungefär %d timme
uk: приблизно %d година
zh_tw: 預估還有 %d 小時

source: Bluetooth File Transfer
be: Перадача файлаў праз Bluetooth
cs: Přenos souborů přes Bluetooth
de: Bluetooth-Dateiübertragung
ja: Bluetooth ファイル転送
pl: Wysyłanie plików przez Bluetooth
pt_br: Transferência de arquivos por Bluetooth
sv: Filöverföring via Bluetooth
uk: Передавання файлів через Bluetooth
zh_tw: 藍牙檔案傳輸

source: Select a Bluetooth Device Below to Send Files
be: Выберыце прыладу Bluetooth ніжэй для перадачы файлаў
cs: Vyberte zařízení Bluetooth níže pro odeslání souborů
de: Bluetooth-Gerät zum Senden von Dateien wählen
ja: 以下から、ファイル送信先の Bluetooth デバイスを選択してください
pl: Wybierz urządzenie Bluetooth z poniższych aby wysłać pliki
pt_br: Selecione um dispositivo Bluetooth para enviar arquivos
sv: Välj en Bluetooth-enhet nedan för att skicka filer
uk: Виберіть нижче пристрій Bluetooth для надсилання файлів
zh_tw: 在下方選擇一個藍牙裝置來傳送檔案

source: No Devices Found
be: Прылад не знойдзена
cs: Žádné zařízení nenalezeno
de: Kein Gerät gefunden
ja: デバイスが見つかりません
pl: Nie znaleziono urządzeń
pt_br: Nenhum dispositivo encontrado
sv: Inga enheter hittades
uk: Пристроїв не знайдено
zh_tw: 找不到裝置

source: Please ensure that your devices are visible and ready for pairing.
be: Пераканайцеся, што вашы прылады бачныя і гатовыя да спалучэння.
cs: Ujistěte se prosím, že vaše zářízení jsou zjistitelná a připravená pro párování.
de: Sicherstellen, dass die Geräte sichtbar und bereit zur Koppelung sind.
ja: お使いのデバイスが検出可能で、ペアリングの準備ができているか確認してください。
pl: Upewnij się, że twoje urządzenie jest widoczne i gotowe do parowania.
pt_br: Certifique-se de que os seus dispositivos estão visíveis e prontos para emparelhar.
sv: Se till att dina enheter är synliga och redo för parkoppling.
uk: Переконайтеся, що ваші пристрої видно і вони готові до сполучення.
zh_tw: 請確認您的裝置可被探查而且準備好配對。

source: Discovering
be: Выяўленне
cs: Vyhledávání
de: Suchen
ja: 探しています
pl: Wyszukiwanie
pt_br: Procurando
sv: Upptäcker
uk: Виявлення
zh_tw: 探查中

source: Available Devices
be: Даступныя прылады
cs: Dostupná zařízení
de: Verfügbare Geräte
ja: 利用可能なデバイス
pl: Dostępne urządzenia
pt_br: Dispositivos disponíveis
sv: Tillgängliga enheter
uk: Доступні пристрої
zh_tw: 可利用的裝置

source: From
be: Ад
cs: Od
de: Von
ja: 送信元
pl: Od
pt_br: De
sv: Från
uk: Від
zh_tw: 傳輸來源

source: To
be: Да
cs: Pro
de: An
ja: 送信先
pl: Do
pt_br: Para
sv: Till
uk: До
zh_tw: 傳輸目的地

source: Filename
be: Назва файла
cs: Název souboru
de: Dateiname
ja: ファイル名
pl: Nazwa pliku
pt_br: Nome do arquivo
sv: Filnamn
uk: Назва файлу
zh_tw: 檔案名稱

source: Transfer rate
be: Хуткасць перадачы
cs: Rychlost přenosu
de: Übertragungsgeschwindigkeit
ja: 転送速度
pl: Prędkość transferu
pt_br: Taxa de transferência
sv: Överföringshastighet
uk: Швидкість передавання
zh_tw: 傳輸速度

source: Cancel
be: Скасаваць
cs: Zrušit
de: Abbrechen
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
uk: Скасувати
zh_tw: 取消

source: Trying to connect to %s…
be: Спрабуецца далучэнне да %s…
cs: Pokus o připojení k %s…
de: Verbindung zu %s aufbauen …
ja: %s に接続しようとしています…
pl: Próba połączenia z %s…
pt_br: Tentando se conectar a %s…
sv: Försöker ansluta till %s…
uk: Спроба під'єднатися до %s…
zh_tw: 正在嘗試連接到 %s…

source: Connecting to '%s' failed.
be: Не ўдалося далучыцца да '%s'.
cs: Připojování k "%s" selhalo.
de: Aufbau einer Verbindung zu »%s« ist fehlgeschlagen.
ja: '%s' への接続に失敗しました。
pl: Połączenie z „%s” nie powiodło się.
pt_br: A conexão com '%s' falhou.
sv: Anslutningen till '%s' misslyckades.
uk: Не вдалося під'єднатися до «%s».
zh_tw: 連接到「%s」失敗。

source: The transfer of '%s' failed.
be: Збой пры перадачы на '%s'.
cs: Přenos "%s" selhal.
de: Die Übertragung von »%s« ist fehlgeschlagen.
ja: '%s' の転送に失敗しました。
pl: Przesyłanie '%s' nie powiodło się.
pt_br: A transferência de '%s' falhou.
sv: Överföringen av '%s' misslyckades.
uk: Збій надсилання «%s».
zh_tw: 「%s」的傳輸失敗了。

source: The file has not been transferred
be: Файл не быў перададзены
cs: Soubor nebyl přenesen
de: Die Datei wurde nicht übertragen
ja: ファイルは転送されていません
pl: Plik nie został przesłany
pt_br: O arquivo não foi transferido
sv: Filen har inte överförts
uk: Файл не передано
zh_tw: 檔案未被傳輸

source: Retry
be: Паспрабаваць зноў
cs: Zkusit znovu
de: Erneut versuchen
ja: 再試行
pl: Ponów próbę
pt_br: Tentar novamente
sv: Försök igen
uk: Повторити спробу
zh_tw: 重試

source: Waiting for acceptance on %s…
be: Чаканне прыняцця ад %s…
cs: Čekání na přijetí od %s…
de: Warten auf Annahme von %s …
ja: %s の受信許可待ちをしています…
pl: Oczekiwanie na zaakceptowanie na %s…
pt_br: Aguardando aceitação em %s…
sv: Väntar på acceptans på %s…
uk: Очікування погодження %s…
zh_tw: 正在等待 %s 的接收許可…

source: The transfer was interrupted or it was declined by %s.
be: Перадача была перарвана або адхілена %s.
cs: Přenos byl přerušen nebo zamítnut %s.
de: Die Übertragung wurde abgebrochen oder sie wurde von %s abgelehnt.
ja: 転送は中断されたか、%s が受信を拒否しました。
pl: Przesyłanie zostało przerwane lub odrzucone przez %s.
pt_br: A transferência foi interrompida ou recusada por %s.
sv: Överföringen avbröts eller avvisades av %s.
uk: Передавання було перервано або його було відхилено %s.
zh_tw: 傳輸已被中斷，或是被 %s 回絕。

source: <b>From:</b> %s <b>Send to:</b> %s
be: <b>Ад:</b> %s <b>Адправіць на:</b> %s
cs: <b>Od:</b> %s <b>Odeslat na:</b> %s
de: <b>Von:</b> %s <b>Senden an:</b> %s
ja: <b>送信元:</b> %s <b>送信先:</b> %s
pl: <b>Od:</b> %s <b>Wyślij do:</b> %s
pt_br: <b>De:</b> %s <b>Enviar para:</b> %s
sv: <b>Från:</b> %s <b>Skicka till:</b> %s
uk: <b>Від:</b> %s <b>Надіслати до:</b> %s
zh_tw: <b>傳輸來源</b>：%s<b>傳送到</b>：%s

source: (%i/%i) %s of %s sent, time remaining %s
be: (%i/%i) адпраўлена %s з %s, засталося %s
cs: (%i/%i) %s z %s odesláno, zbývá %s
de: (%i/%i) %s von %s gesendet, verbleibende Zeit %s
ja: (%2$i 項目中 %1$i 項目目) %4$s 中 %3$s 送信済み、残り時間 %5$s
pl: (%i/%i) %s z %s wysłanych, pozostały czas %s
pt_br: (%i/%i) %s de %s enviado, tempo restante %s
sv: (%i/%i) %s av %s skickad, återstående tid %s
uk: (%i/%i) %s з %s надіслано, залишилося до завершення %s
zh_tw: (%i/%i) 已傳送 %s/%s，剩餘時間 %s

source: Send
be: Адправіць
cs: Odeslat
de: Senden
ja: 送信
pl: Wyślij
pt_br: Enviar
sv: Skicka
uk: Надіслати
zh_tw: 傳送

source: %s, %s
cs: %s a %s
