Repository: elementary/bluetooth-daemon
Catalog: po/sco.po
Languages: sco

source: Send files to device…
sco: Send files tae device…

source: <b>File:</b> %s <b>Size: </b>%s already exists
sco: <b>File:</b>%s<b>Size:</b>%s awreddie exists

source: Incoming file
sco: Incomin file

source: <b>%s</b> is ready to send file: %s size: %s
sco: <b>%s</b> is reddie tae send file: %s size: %s

source: Receiving file
sco: Receevin file

source: %s is sending file: %s size: %s
sco: %s is sendin file: %s size: %s

source: Speaker
sco: Speeker

source: Keyboard
sco: keybuird

source: Mouse
sco: Muise

source: Phone
sco: Fone

source: Close
sco: Quit

source: <b>From</b>: %s
sco: <b>Frae</b>:%s

source: <b>To</b>: %s
sco: <b>Tae</b>:%s

source: File transfer failed
sco: File transfer mist

source: %s <b>File:</b> %s not received
sco: %s<b>File:</b>%s nae receevit

source: File transferred successfully
sco: File transferrit successfulie

source: %s <b>Save to:</b> %s
sco: %s<b>Sabe tae:</b>%s

source: Receiving… %s of %s
sco: Receevin… %s of %s

source: %s of %s received, time remaining %s
sco: %s o' %s receevit, time remainin %s

source: %u hour
sco: %u oor

source: approximately %d hour
sco: aroond %d oor

source: Select a Bluetooth Device Below to Send Files
sco: Select a Bluetooth Device Belaich tae Send Files

source: No Devices Found
sco: Nae Devices Fuind

source: Please ensure that your devices are visible and ready for pairing.
sco: Pleeze mack sure that yer devices are vizible an reddie for pairi.

source: Discovering
sco: Discoverin

source: From
sco: Frae

source: To
sco: Tae

source: Trying to connect to %s…
sco: Tryin tae connect tae %s…

source: Connecting to '%s' failed.
sco: Connectin tae '%s' mist.

source: The transfer of '%s' failed.
sco: The transfer o' '%s' mist.

source: The file has not been transferred
sco: The file hisna been transfert

source: Waiting for acceptance on %s…
sco: Waitin for acceptance frae %s…

source: The transfer was interrupted or it was declined by %s.
sco: The transfer was interrupted or was declined by %s.

source: <b>From:</b> %s <b>Send to:</b> %s
sco: <b>Frae:</b>%s<b>Send tae:</b>%s

source: (%i/%i) %s of %s sent, time remaining %s
sco: (%i%i) %s o' %s sent, time remainin %s
